"use strict";
Object.defineProperty(exports, "__esModule", { value: true });
exports.scales = [
    {
        questions: [1, 7, 13, 19, 25, 31, 37, 43, 49, 55, 61, 67, 73, 79],
        title: "Шкала «Позитивні відносини з тими, що оточують»",
        categories: [
            {
                categoryId: "",
                description: "Наявність близьких, приємних, довірчих відносин з тими, що оточують. Бажання проявляти турботу про інших людей. Здібність до эмпатії, любові і близькості. Уміння знаходити компроміси у взаєминах."
            },
            {
                categoryId: "",
                description: "Відсутність достатньої кількості близьких, довірчих відносин. Труднощі в прояві теплоти, відвертості і турботи про інших людей. Переживання власної ізольованості і фрустованості. Небажання йти на компроміси для підтримки важливих зв'язків з тими, що оточують."
            }
        ]
    },
    {
        questions: [2, 8, 14, 20, 26, 32, 38, 44, 50, 56, 62, 68, 74, 80],
        title: "Шкала «Автономія»",
        categories: [
            {
                categoryId: "",
                description: "Незалежність. Здатність протистояти соціальному тиску в своїх думках і вчинках. Можливість регулювати власну поведінку і оцінювати себе, виходячи з власних стандартів."
            },
            {
                categoryId: "",
                description: "Заклопотаність очікуваннями і оцінками інших. Орієнтація на думку інших людей при ухваленні важливих рішень. Нездатність протистояти соціальному тиску в думках і вчинках."
            }
        ]
    },
    {
        questions: [3, 9, 15, 21, 27, 33, 39, 45, 51, 57, 63, 69, 75, 81],
        title: "Шкала «Управління середовищем»",
        categories: [
            {
                categoryId: "",
                description: "Відчуття упевненості і компетент- ності в управлінні повсякденними справами. Здатність ефективно використовувати різні життєві обставини. Уміння самому обирати і створювати умови, що задо- вольняють особистісним потребам і цінностям."
            },
            {
                categoryId: "",
                description: "Нездатність справлятися з повсякденними справами. Відчуття неможливості зарадити або поліпшити умови свого життя. Відчуття безсилля в управлінні навколишнім світом."
            }
        ]
    },
    {
        questions: [4, 10, 16, 22, 28, 34, 40, 46, 52, 58, 64, 70, 76, 82],
        title: "Шкала «Особистісне зростання»",
        categories: [
            {
                categoryId: "",
                description: "Відчуття безперервного саморозвитку. Відстежування власного особистісного зростання і відчуття самоудосконалення з перебігом часу. Реалізація свого потенціалу."
            },
            {
                categoryId: "",
                description: "Переживання особової стагнації. Відсутність відчуття особового прогресу з часом. Нудьга і незацікавленість життям. Відчуття нездатності засвоювати нові навики."
            }
        ]
    },
    {
        questions: [5, 11, 17, 23, 29, 35, 41, 47, 53, 59, 65, 71, 77, 83],
        title: "Шкала «Цілі у житті»",
        categories: [
            {
                categoryId: "",
                description: "Наявність цілей і відчуття свідомості життя. Відчуття, що сьогодення і минуле осмислені. Присутність переконань, що додають цілей життю."
            },
            {
                categoryId: "",
                description: "Розмитість цілей в житті і відчуття його ритмів. Відсутність відчуття, що сьогодення і минуле осмислено. Відсутність переконань, що додають цілей життю."
            }
        ]
    },
    {
        questions: [6, 12, 18, 24, 30, 36, 42, 48, 54, 60, 66, 72, 78, 84],
        title: "Шкала «Самоприйняття»",
        categories: [
            {
                categoryId: "",
                description: "Підтримка позитивного відношення до себе. Визнання і ухвалення всього власного особистісного розмаїття, що включає як хороші, так і погані якості. Позитивна оцінка свого минулого."
            },
            {
                categoryId: "",
                description: "Незадоволеність самим собою. Розчарування у власному минулому. Стурбованість деякими рисами власної особистості, неприйняття себе. Бажання бути іншим, не таким, який є насправді."
            }
        ]
    }
];
//# sourceMappingURL=scales.js.map