export const questions = [
    {
        description: "1. Багато людей вважають мене люблячим і дбайливим.",
        isReverted: false,
        order: 1
    },
    {
        description:
            "2. Іноді я змінюю свою поведінку або образ думок, щоб відповідати запитам оточуючих.",
        isReverted: true,
        order: 2
    },
    {
        description:
            "3. Взагалі, я вважаю, що сам несу відповідальність за те, як я живу.",
        isReverted: false,
        order: 3
    },
    {
        description:
            "4. Я не зацікавлений в діяльності, яка розширить мій світогляд.",
        isReverted: true,
        order: 4
    },
    {
        description:
            "5. Мені приємно думати про те, що я зробив у минулому і що сподіваюся зробити в майбутньому.",
        isReverted: false,
        order: 5
    },
    {
        description:
            "6. Коли я проглядаю історію свого життя, я випробовую задово- лення від того, як все склалося.",
        isReverted: false,
        order: 6
    },
    {
        description:
            "7. Вважаю підтримку близьких відносин складною і даремною.",
        isReverted: true,
        order: 7
    },
    {
        description:
            "8. Я не боюся висловлювати вголос те, що я думаю, навіть якщо це не відповідає думці оточуючих.",
        isReverted: false,
        order: 8
    },
    {
        description: "9. Потреби повсякденного життя часто нервують мене.",
        isReverted: true,
        order: 9
    },
    {
        description:
            "10. Взагалі, я вважаю, що продовжую дізнаватися більше про себе з часом.",
        isReverted: false,
        order: 10
    },
    {
        description:
            "11. Я живу одним днем і не замислююся серйозно щодо май- бутнього.",
        isReverted: true,
        order: 11
    },
    {
        description:
            "12. Взагалі, я відчуваю упевненість і позитивне відношення до себе.",
        isReverted: false,
        order: 12
    },
    {
        description:
            "13. Я часто відчуваю себе самотнім через те, що у мене мало близьких друзів, з якими є можливість поділитися своїми пере- живаннями.",
        isReverted: false,
        order: 13
    },
    {
        description: "14. Зазвичай на мої рішення не впливають дії оточуючих.",
        isReverted: false,
        order: 14
    },
    {
        description:
            "15. Я не дуже добре відповідаю людям і оточуючому суспільству",
        isReverted: false,
        order: 15
    },
    {
        description: "16. Я належу до людей, які відкриті для всього нового.",
        isReverted: false,
        order: 16
    },
    {
        description:
            "17. Я прагну зосередитися на сьогоденні, оскільки майбутнє майже постійно приносить мені проблеми.",
        isReverted: false,
        order: 17
    },
    {
        description:
            "17. Я прагну зосередитися на сьогоденні, оскільки майбутнє майже постійно приносить мені проблеми.",
        isReverted: false,
        order: 18
    },
    {
        description:
            "19. Я відчуваю задоволення від особистого і взаємного спілкування з членами сім’ї або друзями.",
        isReverted: false,
        order: 19
    },
    {
        description:
            "20. Я схильний турбуватися про те, що оточуючи думають про мене.",
        isReverted: false,
        order: 20
    },
    {
        description:
            "21. Я досить добре справляюся з більшістю щоденних обов’язків.",
        isReverted: false,
        order: 21
    },
    {
        description:
            "22. Я не хочу що-небудь робити по-новому, в моєму житті мене все влаштовує таким, як воно є.",
        isReverted: false,
        order: 22
    },
    {
        description: "23. У мене є відчуття спрямованості і мета в житті.",
        isReverted: false,
        order: 23
    },
    {
        description: "24. Була б можливість, я б багато що в собі змінив.",
        isReverted: false,
        order: 24
    },
    {
        description:
            "25. Для мене важливо бути хорошим слухачем, коли мої друзі розповідають мені про свої проблеми.",
        isReverted: false,
        order: 25
    },
    {
        description:
            "26. Бути задоволеним самим собою важливіше, ніж отримувати схвалення оточуючих.",
        isReverted: false,
        order: 26
    },
    {
        description: "27. Я часто відчуваю себе заваленим своїми обов’язками.",
        isReverted: false,
        order: 27
    },
    {
        description:
            "28. Я вважаю, що важливо переживати новий досвід, який кидає виклик моїй думці про себе і про світ.",
        isReverted: false,
        order: 28
    },
    {
        description:
            "29. Мої повсякденні справи здаються мені банальними і незнач- ними.",
        isReverted: false,
        order: 29
    },
    {
        description: "30. Мені подобається більша частина моїх якостей.",
        isReverted: false,
        order: 30
    },
    {
        description:
            "31. Я знаю небагато людей, охочих вислухати, коли мені потрібне з кимсь поговорити.",
        isReverted: false,
        order: 31
    },
    {
        description:
            "32. Я схильний піддаватися впливу людей з твердими переко- наннями.",
        isReverted: false,
        order: 32
    },
    {
        description:
            "33. Якби я був незадоволений своєю життєвою ситуацією, я б зробив ефективні кроки, щоб її змінити.",
        isReverted: false,
        order: 33
    },
    {
        description:
            "34. Якщо подумати, я не досяг більшого як особистість за останні декілька років.",
        isReverted: false,
        order: 34
    },
    {
        description:
            "35. Я не маю чіткого усвідомлення того, чого я намагаюся до- сягти в житті.",
        isReverted: false,
        order: 35
    },
    {
        description:
            "36. У минулому я зробив декілька помилок, але я вважаю, що в цілому все вийшло благополучно.",
        isReverted: false,
        order: 36
    },
    {
        description: "37. Я вважаю, що отримую багато від своїх друзів.",
        isReverted: false,
        order: 37
    },
    {
        description:
            "38. Люди рідко переконують мене робити те, що я не хочу .",
        isReverted: false,
        order: 38
    },
    {
        description:
            "39. Зазвичай я добре піклуюся про свої особисті фінанси і справи.",
        isReverted: false,
        order: 39
    },
    {
        description:
            "40. З моєї точки зору люди будь-якого віку здатні продовжувати подальше особове зростання і розвиток.",
        isReverted: false,
        order: 40
    },
    {
        description:
            "41. Я звик ставити перед собою цілі, але зараз це здається мар- ною тратою часу.",
        isReverted: false,
        order: 41
    },
    {
        description:
            "42. У багатьох відношеннях я відчуваю розчарування щодо моїх досягнень в житті.",
        isReverted: false,
        order: 42
    },
    {
        description:
            "43. Мені здається, що у більшості оточуючих людей більше друзів, ніж у мене.",
        isReverted: false,
        order: 43
    },
    {
        description:
            "44. Для мене важливіше пристосуватися до інших, ніж залиши- тися одному зі своїми принципами.",
        isReverted: false,
        order: 44
    },
    {
        description:
            "45. Я відчуваю стрес через те, що не можу впоратися зі всіма справами, які я вимушений робити щодня.",
        isReverted: false,
        order: 45
    },
    {
        description:
            "46. З часом я почав більше розуміти життя, що зробило мене сильнішою і здібнішою людиною.",
        isReverted: false,
        order: 46
    },
    {
        description:
            "47. Мені приносить задоволення будувати плани на майбутнє і працювати над їх втіленням в життя.",
        isReverted: false,
        order: 47
    },
    {
        description:
            "48. Здебільшого я горджуся тим, хто я є, і життям, яким я живу.",
        isReverted: false,
        order: 48
    },
    {
        description:
            "49. Люди назвали б мене людиною, готовою приділити час іншим.",
        isReverted: false,
        order: 49
    },
    {
        description:
            "50. Я впевнений в своїй думці, навіть якщо вона суперечить загальній.",
        isReverted: false,
        order: 50
    },
    {
        description:
            "51. Мені добре вдається розподілити свій час так, щоб я міг справлятися з усім, що повинно бути зроблено.",
        isReverted: false,
        order: 51
    },
    {
        description:
            "52. Мені здається, що я став значно розвиненіший як особа з часом.",
        isReverted: false,
        order: 52
    },
    {
        description:
            "53. Я — людина, що активно виконує те, що заплановано мною.",
        isReverted: false,
        order: 53
    },
    {
        description: "54. Я заздрю тому, як живуть більшість людей.",
        isReverted: false,
        order: 54
    },
    {
        description:
            "55. У мене ніколи не було досить теплих і довірливих стосунків з іншими.",
        isReverted: false,
        order: 55
    },
    {
        description:
            "56. Мені складно висловлювати свою думку щодо спірних пи- тань.",
        isReverted: false,
        order: 56
    },
    {
        description:
            "57. Кожен мій день розписаний, але я отримую відчуття задово- лення від того, що зі всім справляюся.",
        isReverted: false,
        order: 57
    },
    {
        description:
            "58. Мені не подобається опинятися в нових ситуаціях, які вима- гають від мене зміни старого доброго способу дії.",
        isReverted: false,
        order: 58
    },
    {
        description:
            "59. Деякі люди безцільно блукають життям, але я не відношуся до таких людей.",
        isReverted: false,
        order: 59
    },
    {
        description:
            "60. Моє ставлення до себе, ймовірно, не таке позитивне, як те, що відчувають до себе більшість людей.",
        isReverted: false,
        order: 60
    },
    {
        description:
            "61. Я часто відчуваю, що залишаюся осторонь, коли справа стосується дружби.",
        isReverted: false,
        order: 61
    },
    {
        description:
            "62. Я часто змінюю свої рішення, якщо мої друзі або члени сім’ї не згодні з ними.",
        isReverted: false,
        order: 62
    },
    {
        description:
            "63. Я відчуваю напругу, коли намагаюся розпланувати свої дії, оскільки я ніколи не виконую до кінця все, що запланував.",
        isReverted: false,
        order: 63
    },
    {
        description:
            "64. Для мене життя — це безперервний процес навчання, змін та росту.",
        isReverted: false,
        order: 64
    },
    {
        description:
            "65. Іноді мені здається, що я зробив все в моєму житті, що було потрібно.",
        isReverted: false,
        order: 65
    },
    {
        description:
            "66. Багато днів я прокидаюся пригнічений думками про те, як я прожив своє життя.",
        isReverted: false,
        order: 66
    },
    {
        description:
            "67. Я знаю, що можу довіряти своїм друзям, а вони знають, що можуть довіряти мені.",
        isReverted: false,
        order: 67
    },
    {
        description:
            "68. Я не відношуся до людей, які піддаються соціальному тиску думати або поступати певним чином.",
        isReverted: false,
        order: 68
    },
    {
        description:
            "69. Мої спроби знайти вид діяльності і взаємовідношення, відповідні для мене, були вельми успішними.",
        isReverted: false,
        order: 69
    },
    {
        description:
            "70. Мені приносить задоволення бачити, як мої погляди міняються і «дорослішають» з роками.",
        isReverted: false,
        order: 70
    },
    {
        description:
            "71. Мої цілі в житті є для мене швидше джерелом задоволення, ніж розчарування.",
        isReverted: false,
        order: 71
    },
    {
        description:
            "72. У минулому були зльоти і падіння, але в цілому я б не став нічого міняти.",
        isReverted: false,
        order: 72
    },
    {
        description:
            "73. Мені складно по-справжньому відкритися, коли я спілкуюся з оточуючими.",
        isReverted: false,
        order: 73
    },
    {
        description:
            "74. Мене турбує те, як люди оцінюють вибори, зроблені мною в житті.",
        isReverted: false,
        order: 74
    },
    {
        description:
            "75. Мені складно розпланувати своє життя так, щоб мене це влаштовувало.",
        isReverted: false,
        order: 75
    },
    {
        description:
            "76. Я давним-давно перестав намагатися поліпшити або змінити що-небудь в своєму житті.",
        isReverted: false,
        order: 76
    },
    {
        description: "77. Мені приємно думати про те, чого я досяг у житті.",
        isReverted: false,
        order: 77
    },
    {
        description:
            "78. Коли я порівнюю себе з друзями і знайомими, я переживаю приємні почуття від того, ким я є.",
        isReverted: false,
        order: 78
    },
    {
        description: "79. Мої друзі і я співпереживаємо проблемам один одного.",
        isReverted: false,
        order: 79
    },
    {
        description:
            "80. Я оцінюю себе за тим, що я вважаю важливим, а не за цінностями, які вважають важливими оточуючі.",
        isReverted: false,
        order: 80
    },
    {
        description:
            "81. Я спромігся створити свій власний будинок і спосіб життя, які найбільш відповідають моїм перевагам.",
        isReverted: false,
        order: 81
    },
    {
        description:
            "82. Правильно говорять, що старого пса новим трюкам не навчиш.",
        isReverted: false,
        order: 82
    },
    {
        description:
            "83. Зрештою я можу з упевненістю сказати, що моє життя не багато стоїть.",
        isReverted: false,
        order: 83
    },
    {
        description:
            "84. У всіх є свої недоліки, але, здається, у мене їх більш ніж до- статньо.",
        isReverted: false,
        order: 84
    }
];
